Repository: 4teamwork/ftw.activity
Catalog: ftw/activity/locales/*/LC_MESSAGES/ftw.activity.po
Languages: de

source: activity_portlet_add_form_label
de: Aktivität-Portlet hinzufügen

source: activity_portlet_edit_form_label
de: Aktivität-Portlet bearbeiten

source: activity_portlet_form_description
de: Das Portlet zeigt verschiedenste Aktivitäten an.

source: activity_portlet_title
de: Aktivitäten

source: Added
de: Hinzugefügt

source: box_full_activity_list
de: Zeige alle Aktivitäten...

# byline_text
source: ${action} ${when} by ${actor}
de: ${action} durch ${actor}, ${when}

source: Changed
de: Verändert

source: Comment added
de: Kommentar hinzugefügt

source: Comment removed
de: Kommentar entfernt

source: Deleted
de: Gelöscht

# more_link_label
source: More
de: Mehr

source: Moved
de: Verschoben

source: number_of_items_description
de: Wie viele Aktivitäten sollen angezeigt werden?

source: number_of_items_label
de: Anzahl Aktivitäten

source: show_more_link
de: Einen Link zu mehr Aktivitäten anzeigen

# transition
source: Transition changed
de: Statusänderung
